[
  {
    "title": "Rutgers Agentic Intelligence Lab",
    "description": "An internal project run by Rutgers Economics Labs (REL) aimed at creating a general-purpose framework for economic analysis. The framework makes it easy to clean, analyze, and connect data sources in an ontology-like format, enabling researchers to build structured, reusable pipelines for complex economic datasets.",
    "logo": "/images/REL Logo.JPEG",
    "logoAlt": "REL Logo",
    "tags": [
      {
        "label": "In Progress",
        "color": "yellow"
      },
      {
        "label": "Spring 2026",
        "color": "gray"
      },
      {
        "label": "Internal",
        "color": "blue"
      }
    ],
    "paperStatus": "in_progress",
    "isPublic": false,
    "lead": "Ani Tiwary"
  },
  {
    "title": "New Jersey Department of Environmental Protection",
    "description": "We are working with the New Jersey Department of Environmental Protection to evaluate the 'Resilience Premium' in New Jersey municipal bond markets from 2015-2025. This research quantifies the relationship between climate risk, adaptation measures, and municipal borrowing costs. Using matched-pair econometric analysis and Difference-in-Differences models, the project analyzes the SLR Penalty (higher yields for high-exposure coastal municipalities) and the Resilience Premium (reduced borrowing costs for municipalities with significant adaptation measures). Data sources include NJ FloodMapper, FEMA CRS scores, NJ I-Bank funding data, and MSRB EMMA bond filings.",
    "logo": "/images/logo/njdep.png",
    "logoAlt": "NJDEP Logo",
    "tags": [
      {
        "label": "In Progress",
        "color": "yellow"
      },
      {
        "label": "Spring 2026",
        "color": "gray"
      },
      {
        "label": "Private",
        "color": "gray"
      }
    ],
    "paperStatus": "in_progress",
    "isPublic": false,
    "lead": "Aryan and Rahul"
  },
  {
    "title": "New Jersey Board of Public Utilities",
    "description": "We are working with the New Jersey Board of Public Utilities to analyze PJM electricity auction markets. This research examines competitive dynamics in wholesale electricity markets using Independent Market Monitor (IMM) annual reports and auction data to assess market efficiency, price formation, and potential improvements to New Jersey's energy procurement strategies.",
    "logo": "/images/logo/njbpu.png",
    "logoAlt": "NJBPU Logo",
    "tags": [
      {
        "label": "In Progress",
        "color": "yellow"
      },
      {
        "label": "Spring 2026",
        "color": "gray"
      },
      {
        "label": "Private",
        "color": "gray"
      }
    ],
    "paperStatus": "in_progress",
    "isPublic": false,
    "lead": "Gokul"
  },
  {
    "title": "Federal Department of Housing and Urban Development",
    "description": "We are working with the Federal Department of Housing and Urban Development (HUD) to develop population projections and housing demand estimates for New Jersey and the tri-state area. This project analyzes migration patterns and demographic components to project population 3-5 years into the future, with a focus on major metropolitan areas including Baltimore, DC, and NYC as defined by the Office of Management and Budget. The research supports regional planning for housing supply and infrastructure needs.",
    "logo": "/images/logo/hud.svg",
    "logoAlt": "HUD Logo",
    "tags": [
      {
        "label": "In Progress",
        "color": "yellow"
      },
      {
        "label": "Spring 2026",
        "color": "gray"
      },
      {
        "label": "Private",
        "color": "gray"
      }
    ],
    "paperStatus": "in_progress",
    "isPublic": false,
    "lead": "Alex"
  },
  {
    "title": "New Jersey Department of Labor",
    "description": "We are working with the New Jersey Department of Labor to develop population and labor force projections for New Jersey and its counties from 2022–2050. This project will produce a reference framework for planning and policy by extrapolating long-term demographic trends, accounting for demographic shifts revealed by the 2020 Decennial Census and COVID-19 pandemic impacts. The project will develop three distinct scenarios (Medium, High-Growth, and Low-Growth) based on different assumptions about the components of population change.",
    "logo": "/images/logo/njdol.png",
    "logoAlt": "NJDOL Logo",
    "tags": [
      {
        "label": "Paper Completed",
        "color": "green"
      },
      {
        "label": "Fall 2025",
        "color": "gray"
      },
      {
        "label": "Private",
        "color": "gray"
      }
    ],
    "paperStatus": "completed",
    "isPublic": false,
    "lead": "Alex Zhang"
  },
  {
    "title": "Virginia Center for Public Policy",
    "description": "We are working with the Virginia Center for Public Policy to conduct a comprehensive analysis of post-incarceration employment and economic opportunity in Virginia from 2025-2030. The research will identify regions where formerly incarcerated individuals return, analyze regional labor market structures, and assess alignment between available 'second-chance' employment opportunities and vocational skills. The project will produce a five-year projection of employment trends to inform policy and workforce development strategies, ultimately identifying systemic barriers and providing actionable recommendations for successful reentry.",
    "logo": "/images/logo/virginia.png",
    "logoAlt": "Virginia Center for Public Policy Logo",
    "tags": [
      {
        "label": "Completed",
        "color": "green"
      },
      {
        "label": "Fall 2025",
        "color": "gray"
      },
      {
        "label": "Private",
        "color": "gray"
      }
    ],
    "paperStatus": "completed",
    "isPublic": false,
    "lead": "Aryan Malik"
  },
  {
    "title": "US Department of Agriculture",
    "description": "We worked with the United States Department of Agriculture (USDA) to identify potential anticompetitive practices in the meat industry through a time series analysis of price spreads.",
    "logo": "/images/logo/usda.png",
    "logoAlt": "USDA Logo",
    "tags": [
      {
        "label": "Completed",
        "color": "green"
      },
      {
        "label": "Spring 2025",
        "color": "gray"
      },
      {
        "label": "Public",
        "color": "green"
      }
    ],
    "paperStatus": "completed",
    "isPublic": true,
    "pdfLink": "/papers/usda.pdf"
  },
  {
    "title": "New Jersey Department of Community Affairs",
    "description": "We worked with the New Jersey Department of Community Affairs to evaluate the impact of the Zone Assistance Fund (ZAF) program on Urban Enterprize Zones (UEZs) in New Jersey.",
    "logo": "/images/logo/njdca.png",
    "logoAlt": "NJDCA Logo",
    "tags": [
      {
        "label": "Paper Withheld",
        "color": "blue"
      },
      {
        "label": "Spring 2025",
        "color": "gray"
      },
      {
        "label": "Private",
        "color": "gray"
      }
    ],
    "paperStatus": "withheld",
    "isPublic": false
  },
  {
    "title": "New Jersey Economic Development Authority",
    "description": "In our first project, we worked with the New Jersey Economic Development Authority (NJEDA) to evaluate the impact of the NJ ZIP program on medium and heavy duty electric vehicle (MDHEV) sales and model how the price premium for MDHEVs will change over time.",
    "logo": "/images/logo/njeda.jpg",
    "logoAlt": "NJEDA Logo",
    "tags": [
      {
        "label": "Paper Withheld",
        "color": "blue"
      },
      {
        "label": "Fall 2024",
        "color": "gray"
      },
      {
        "label": "Private",
        "color": "gray"
      }
    ],
    "paperStatus": "withheld",
    "isPublic": false
  }
]